astyle
bash-completion
batsignal
bluetui
brightnessctl
clang
clipmenu
clipnotify
cmake
cmus
curl
deno
dhcpcd
discord
dunst
emacs
fd
feh
ffmpeg
firefox
gcc
irssi
iwd
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
lxappearance
man-db
man-pages
meson
mpv
mupdf
ninja
obs-studio
openssh
picom
pulseaudio
pulseaudio-bluetooth
pulsemixer
python
python-pipx
qemu-system-riscv
qemu-system-x86
ripgrep
riscv64-linux-gnu-gcc
rsync
rustup
shfmt
slock
sxhkd
ttf-jetbrains-mono-nerd
unzip
wget
xclip
xcolor
xorg
xss-lock
zathura
zathura-pdf-mupdf
