acpi
alacritty
base-devel
bash-completion
batsignal
bc
blueman
bluez
brightnessctl
capitaine-cursors
chromium
clang
cmake
dmenu
dosfstools
dunst
fastfetch
feh
felix-rs
ffmpeg
flake8
git
gvfs
i3
jdk-openjdk
keepassxc
less
lightdm
lightdm-gtk-greeter
maim
man-db
mpv
neovim
noto-fonts-emoji
npm
perl
picom
pipewire
pipewire-pulse
polybar
pulsemixer
pyright
python-pip
python-pywal
qbittorrent
ripgrep
ruby
ruff
rust
sox
starship
syncthing
tcl
telegram-desktop
tgpt
thunar
thunar-volman
tmux
torbrowser-launcher
ttf-cascadia-code-nerd
udisks2
unrar
unzip
vi
wget
wireplumber
xclip
xorg-xrandr
xsettingsd
xss-lock
zip
