acpi
base-devel
bash
bash-completion
batsignal
bc
blueberry
brightnessctl
calibre
capitaine-cursors
catfish
clang
cmake
deluge-gtk
discord
dmenu
dosfstools
dunst
fastfetch
feh
ffmpeg
flake8
gdk-pixbuf2
git
glib2
grep
gtk-engine-murrine
gtk-engines
gvfs
i3-wm
jdk-openjdk
kitty
less
librsvg
lightdm
lightdm-gtk-greeter
maim
man-db
mpv
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
npm
pamixer
perl
pipewire
pipewire-pulse
polybar
pulsemixer
pyright
python-paramiko
python-pip
ranger
ripgrep
ruby
ruff
rust
sassc
sed
sox
starship
syncthing
tcl
telegram-desktop
tgpt
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
torbrowser-launcher
ttf-cascadia-code-nerd
tumbler
udisks2
unrar
unzip
vi
wget
wireplumber
xclip
xcolor
xorg-xrandr
xsel
xsettingsd
xss-lock
zip
